Repository: SURFnet/slurf
Catalog: locales/*/LC_MESSAGES/slurf.po
Languages: nl

source: Select an account to continue
nl: Kies een account om verder te gaan

source: Which account do you want to log into Mastodon with?
nl: Met welk account wil je op Mastodon inloggen?

source: Welcome to Mastodon
nl: Welkom bij Mastodon

source: Please choose your public account name
nl: Kies een naam voor je account

source: To register with Mastodon you need to pick an account name. The account name is your public identity on the Mastodon platform and may contain letters, numbers and unsderscores. It may not be longer than thirty characters.
nl: Om je aan te melden voor Mastodon moet je een accountnaam kiezen. De accountnaam is je publieke identiteit op het Mastodon-platform en bestaat uit letters, cijfers en underscores. Hij mag niet langer zijn dan dertig tekens.

source: The account name can not be changed afterwards.
nl: De accountnaam kan niet later nog gewijzigd worden.

source: Your Mastodon account name
nl: Je Mastodon-accountnaam

source: Proceed
nl: Verder

source: The chosen account name is already taken. Please choose another one.
nl: De gekozen naam is al in gebruik. Kies een andere.

source: This is not a valid account name. The nickname can contain letters, numbers and underscores and may not be longer than thirty characters.
nl: Dit is geen geldige accountnaam. De naam mag letters, cijfers en underscores bevatten en niet langer zijn dan dertig tekens.

source: This name is already taken.
nl: Deze naam is al vergeven.

source: This name is available.
nl: Deze naam is nog beschikbaar.

source: This name contains invalid characters.
nl: Deze naam bevat niet-toegestane tekens.
